const IntroBlock = () => {
  return (
    <div className='block intro-block container'>
      <div className='left-column'>
        <h2>ОБО МНЕ</h2>
        <p>Всегда учусь</p>
      </div>
      <div className='right-column'>
        <p>
          Студент 3 курса факультета "Информатики и математики". Успешно
          обучаюсь в университете, получаю повышенную стипендию. В рамках
          учебных дисциплин осваивал работу с базами данных, командной строкой,
          языками программирования. Самостоятельно стал изучать Front-end. В
          течение полутора лет развиваюсь в данном направлении и сейчас решил
          связать с ним свою профессиональную деятельность.
        </p>
        <p>
          С некоторыми примерами моей деятельности вы можете ознакомиться прямо
          на сайте. На данный момент веду работу над своим портфолио, выполняю
          тестовые задания от работодателей, прохожу собеседования. Мой
          приоритет &mdash; получение реального опыта работы на комерческую
          компанию, развитие в Front-end и смежных сферах.
        </p>
      </div>
    </div>
  )
}

export default IntroBlock
